[
    {
        "News number 1": {
            "title": "Children who learned techniques such as deep breathing and yoga slept longer and better, even though the curriculum didn’t instruct them in improving sleep, a Stanford study has found.",
            "author": "thebelsnickle1991",
            "created": "2021-07-08 03:56:45"
        }
    },
    {
        "News number 2": {
            "title": "Lubricant found in a beetle's leg is more slippery than Teflon",
            "author": "TheColorOfDeadMen",
            "created": "2021-07-07 19:26:09"
        }
    },
    {
        "News number 3": {
            "title": "Male dolphins can learn each other's names- specific whistles- given to the by their mother. The findings suggest a sense of team membership, which has never been observed in animals before.",
            "author": "schimshon",
            "created": "2021-07-07 14:05:50"
        }
    },
    {
        "News number 4": {
            "title": "Study Projects a Surge in Coastal Flooding, Starting in 2030s",
            "author": "Molire",
            "created": "2021-07-08 05:30:37"
        }
    },
    {
        "News number 5": {
            "title": "The impact of loneliness in old age on life and health expectancy. Findings show that people aged 60, who perceive themselves to be sometimes lonely or mostly lonely, can expect to live three to five years less, on average, compared to peers who perceive themselves as never lonely.",
            "author": "Wagamaga",
            "created": "2021-07-07 23:30:54"
        }
    },
    {
        "News number 6": {
            "title": "The solar wind bubble that protects Earth has been mapped for the first time: MIT Technology Review",
            "author": "sp3zzz_",
            "created": "2021-07-08 10:56:16"
        }
    },
    {
        "News number 7": {
            "title": "Massive DNA study finds rare gene variants that protect against obesity",
            "author": "thedude1179",
            "created": "2021-07-07 06:29:42"
        }
    },
    {
        "News number 8": {
            "title": "Climate Change Causing More Than 5 Million Deaths Annually, Says New Study",
            "author": "ChasingTheCoyote",
            "created": "2021-07-08 04:42:51"
        }
    },
    {
        "News number 9": {
            "title": "Impulsiveness tied to faster eating in children, can lead to obesity. Research also suggests cravings after sight and/or smell of food linked to inability to self-soothe in kids.",
            "author": "TX908",
            "created": "2021-07-08 10:28:58"
        }
    },
    {
        "News number 10": {
            "title": "Adult ADHD is linked to numerous physical conditions. Individuals with ADHD had a statistically significant increased risk of all studied physical conditions except arthritis. The strongest associations were found for nervous system, respiratory, musculoskeletal, and metabolic diseases",
            "author": "Wagamaga",
            "created": "2021-07-07 16:32:51"
        }
    },
    {
        "News number 11": {
            "title": "Tell-tale signs of high stroke risk may appear a decade in advance. Stroke patients experienced much steeper declines in cognitive abilities and routine daily functioning, starting around a decade before their first stroke, than people who didn’t have a stroke",
            "author": "Wagamaga",
            "created": "2021-07-07 15:50:13"
        }
    },
    {
        "News number 12": {
            "title": "Female vampire bats establish an egalitarian community within a roost rather than a society based on a clear hierarchy of dominance that is often seen in animal groups, a new study suggests.",
            "author": "memorialmonorail",
            "created": "2021-07-07 19:57:09"
        }
    },
    {
        "News number 13": {
            "title": "Neurons Unexpectedly Encode Information in the Timing of Their Firing",
            "author": "GeigerBeaver",
            "created": "2021-07-08 10:10:41"
        }
    },
    {
        "News number 14": {
            "title": "Sea snot, stars and sleeping elephants — June’s best science images",
            "author": "beforesunset1010",
            "created": "2021-07-08 10:19:09"
        }
    },
    {
        "News number 15": {
            "title": "Animal proteins are better muscle builders than vegetable proteins - Meta-analysis",
            "author": "Occidentian",
            "created": "2021-07-06 23:00:15"
        }
    },
    {
        "News number 16": {
            "title": "VR games promote engagement in exercise, lower perception of exertion compared to actual exertion &amp; can help with both mental and physical health",
            "author": "VirtuallyHealthy",
            "created": "2021-07-07 18:29:42"
        }
    },
    {
        "News number 17": {
            "title": "Low carb diet decreases total and small LDL particles, increases peak particle size - Meta-analysis",
            "author": "Occidentian",
            "created": "2021-07-08 02:08:26"
        }
    },
    {
        "News number 18": {
            "title": "#DoctorsSpeakUp: Lessons learned from a pro-vaccine Twitter event. In response to growing anti-vaccine activism on social media, the #DoctorsSpeakUp event was designed to promote pro-vaccine advocacy, but backfired in a flurry of anti-vaccination tweets.",
            "author": "thereisnosub",
            "created": "2021-07-07 21:35:20"
        }
    },
    {
        "News number 19": {
            "title": "A metabolomics comparison of plant-based meat and grass-fed meat indicates large nutritional differences despite comparable Nutrition Facts panels (July 2021)",
            "author": "basmwklz",
            "created": "2021-07-07 20:10:19"
        }
    },
    {
        "News number 20": {
            "title": "What Fighting COVID and Fighting Drug Addiction Have in Common",
            "author": "MrsFunkyCold907",
            "created": "2021-07-08 12:37:13"
        }
    },
    {
        "News number 21": {
            "title": "Kynurenic acid may underlie sex-specific immune responses to COVID-19",
            "author": "Broiled_Fish_980",
            "created": "2021-07-08 04:50:19"
        }
    },
    {
        "News number 22": {
            "title": "Trout Appear to Get Hooked on Meth",
            "author": "RexScientiarum",
            "created": "2021-07-07 20:49:25"
        }
    },
    {
        "News number 23": {
            "title": "A metabolomics comparison of plant-based meat and grass-fed meat indicates large nutritional differences despite comparable Nutrition Facts panels",
            "author": "m3prx",
            "created": "2021-07-08 14:53:09"
        }
    },
    {
        "News number 24": {
            "title": "Climate change: Planting extra trees will boost rainfall across Europe. A new study found that converting agricultural land to forest would boost summer rains by 7.6% on average.",
            "author": "filosoful",
            "created": "2021-07-06 11:34:43"
        }
    },
    {
        "News number 25": {
            "title": "Scientists have favorable opinions on immunity certificates but raise concerns regarding fairness and inequality",
            "author": "DaveSta123",
            "created": "2021-07-07 21:10:23"
        }
    }
]